{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.0645991563796997,
          2.4497625827789307,
          5.2652740478515625,
          441.49151611328125,
          384.0476379394531,
          515.1346435546875,
          80.40569305419922,
          268.41790771484375,
          213.68344116210938,
          5803.951171875,
          2227.854736328125,
          2388.541259765625,
          2370.706787109375,
          2570.5087890625,
          2827.5546875,
          2821.638671875,
          2763.493896484375,
          2717.69970703125,
          2887.2626953125,
          512.8897094726562,
          454.52874755859375,
          562.5009155273438,
          126.66372680664062,
          257.322509765625,
          225.14344787597656,
          5214.623046875,
          2151.223388671875,
          2288.072509765625,
          2265.072265625,
          2408.53466796875,
          2709.51220703125,
          2679.088134765625,
          2619.046630859375,
          2578.499267578125,
          2761.851806640625,
          617.2196655273438,
          556.0587158203125,
          630.06201171875,
          224.93569946289062,
          228.0648651123047,
          241.00392150878906,
          4345.24072265625,
          2027.9730224609375,
          2127.84619140625,
          2097.001953125,
          2160.659423828125,
          2531.676513671875,
          2462.85107421875,
          2400.901611328125,
          2367.45654296875,
          2571.399658203125,
          871.606201171875
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.295649766921997,
          5.211451530456543,
          7.454070091247559,
          646.8311767578125,
          591.7864990234375,
          694.7595825195312,
          220.30104064941406,
          363.34649658203125,
          290.14556884765625,
          1907.1812744140625,
          270.5108642578125,
          335.8038024902344,
          338.9852294921875,
          495.4963073730469,
          373.3026428222656,
          438.8445129394531,
          452.13677978515625,
          442.9332275390625,
          399.2933044433594,
          770.1112060546875,
          707.7395629882812,
          791.2859497070312,
          310.3868408203125,
          359.48712158203125,
          309.8183898925781,
          2149.171142578125,
          318.1430969238281,
          395.38958740234375,
          397.79949951171875,
          561.5147705078125,
          413.08905029296875,
          494.1639099121094,
          507.39984130859375,
          497.3828125,
          451.2805480957031,
          920.8892822265625,
          849.048828125,
          894.956298828125,
          439.128662109375,
          317.489990234375,
          330.8321533203125,
          2197.814697265625,
          355.87078857421875,
          438.7789611816406,
          435.70684814453125,
          589.4520263671875,
          424.54681396484375,
          516.6228637695312,
          529.6058349609375,
          520.436767578125,
          476.03448486328125,
          980.619384765625
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
