{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.0658825635910034,
          2.4487898349761963,
          5.270131587982178,
          442.36676025390625,
          384.81024169921875,
          515.90966796875,
          81.2105712890625,
          268.50970458984375,
          214.04861450195312,
          5802.53076171875,
          2227.48876953125,
          2387.906982421875,
          2370.21728515625,
          2569.736328125,
          2827.063720703125,
          2820.843505859375,
          2762.854736328125,
          2717.126220703125,
          2886.7119140625,
          514.0751953125,
          455.5585021972656,
          563.619384765625,
          127.28010559082031,
          257.7129211425781,
          225.75311279296875,
          5213.5546875,
          2150.978759765625,
          2287.633056640625,
          2264.6953125,
          2408.021240234375,
          2709.048828125,
          2678.611572265625,
          2618.3759765625,
          2577.789306640625,
          2761.22119140625,
          618.7566528320312,
          557.3554077148438,
          631.631591796875,
          225.8029327392578,
          228.6280059814453,
          241.72286987304688,
          4344.037109375,
          2027.5819091796875,
          2127.242431640625,
          2096.404296875,
          2160.109375,
          2531.324951171875,
          2462.377685546875,
          2400.308349609375,
          2366.951171875,
          2570.852294921875,
          873.341064453125
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.2930023670196533,
          5.2189555168151855,
          7.469207763671875,
          647.4346313476562,
          592.3474731445312,
          694.9031372070312,
          221.5848846435547,
          363.0428161621094,
          290.17236328125,
          1906.0982666015625,
          270.4112548828125,
          335.75762939453125,
          339.00274658203125,
          495.7840881347656,
          373.5345764160156,
          439.03643798828125,
          452.3704528808594,
          443.13629150390625,
          399.4277648925781,
          770.677734375,
          708.184326171875,
          791.7723999023438,
          311.4549560546875,
          359.2378234863281,
          309.9920349121094,
          2148.375732421875,
          318.0391845703125,
          395.2042541503906,
          397.61083984375,
          561.3911743164062,
          412.92315673828125,
          494.0121154785156,
          507.2195739746094,
          497.24066162109375,
          451.10107421875,
          921.940185546875,
          849.9124755859375,
          895.883544921875,
          440.3865051269531,
          317.6982421875,
          331.3813781738281,
          2199.50537109375,
          355.8219909667969,
          438.76690673828125,
          435.72808837890625,
          589.6341552734375,
          424.7283020019531,
          516.8162231445312,
          529.7908325195312,
          520.6314697265625,
          476.156494140625,
          984.1400146484375
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.28.1"
}
