{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.024965763092041,
          2.3557305335998535,
          6.17989444732666,
          406.8280944824219,
          357.8497619628906,
          437.3866271972656,
          103.94538116455078,
          239.96127319335938,
          216.40040588378906,
          5236.66796875,
          2183.280029296875,
          2332.5595703125,
          2305.2197265625,
          2431.156494140625,
          2658.491455078125,
          2702.341064453125,
          2648.545654296875,
          2615.626220703125,
          2787.83642578125,
          442.0610046386719,
          392.0108947753906,
          458.17181396484375,
          131.5101776123047,
          225.548583984375,
          218.1240997314453,
          4731.20458984375,
          2129.88037109375,
          2259.23974609375,
          2225.21875,
          2302.879638671875,
          2573.698486328125,
          2590.05078125,
          2534.353515625,
          2505.1474609375,
          2692.396484375,
          522.1865234375,
          467.4842224121094,
          520.5779418945312,
          195.70445251464844,
          217.0941619873047,
          235.00877380371094,
          4158.62890625,
          2049.139892578125,
          2150.076904296875,
          2109.506103515625,
          2131.68505859375,
          2464.312744140625,
          2441.55908203125,
          2384.0693359375,
          2359.2666015625,
          2564.670654296875,
          1724.93408203125
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.362661123275757,
          5.321445465087891,
          8.88576602935791,
          613.3411865234375,
          558.611083984375,
          630.1033325195312,
          245.95742797851562,
          331.10076904296875,
          299.5118713378906,
          1885.363525390625,
          261.419921875,
          331.2444152832031,
          339.26092529296875,
          481.85211181640625,
          352.6201477050781,
          421.83819580078125,
          438.1489562988281,
          433.1546936035156,
          382.01025390625,
          684.6395874023438,
          619.2113037109375,
          685.1622314453125,
          293.7043762207031,
          324.4921569824219,
          314.45697021484375,
          1993.609619140625,
          291.4638977050781,
          369.1438293457031,
          374.13238525390625,
          506.0232849121094,
          350.5108337402344,
          440.53265380859375,
          457.7811584472656,
          454.8355407714844,
          404.5431213378906,
          807.3242797851562,
          731.4078979492188,
          783.3274536132812,
          375.1778869628906,
          303.4860534667969,
          330.3060302734375,
          1986.373779296875,
          322.3353271484375,
          405.27899169921875,
          404.2034912109375,
          518.6517333984375,
          338.84912109375,
          449.1304626464844,
          467.40118408203125,
          466.9925231933594,
          418.6730041503906,
          1612.037353515625
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.28.1"
}
